<template>
    <div class="copyright_Us">
        <div class="bgL"></div>
        <div class="bgR"></div>
        <div class="content_box w">

            <!-- logo -->
            <h1 class="logo"><img src="../../assets/logo@2x.png" alt=""></h1>
            <!-- 按钮 -->
            <div class="btns">
                <button @click="about_Us">关于我们</button>
                <button @click="notice_Us">投稿须知</button>
                <button @click="terms_Us">使用条款</button>
                <button class="btnR">版权声明</button>
            </div>
            <!-- 使用条款 -->
            <div class="about_box" style="margin-bottom:80px;">
                <p class="title"><i>* </i> 版权声明</p>
                <p class="txt">
                    在您使用火球财经之前，请仔细阅读本声明的所有条款。您一旦开始使用火球财经，即表明您无条件地接受本声明，您应遵守本声明和相关法律的规定。本声明未涉及的问题参见国家有关法律法规，当本声明与国家法律法规冲突时，以国家法律法规为主。<br>
                    一、火球财经使用者因为违反本声明的规定而触犯中华人民共和国法律的，一切后果自己负责，火球财经不承担任何责任。<br>
                    二、凡以任何方式登陆火球财经或直接、间接使用火球财经资料者，视为自愿接受火球财经声明的约束。<br>
                    四、由于与火球财经链接的其它网站所造成之个人资料泄露及由此而导致的任何法律争议和后果，火球财经均得免责。<br>
                    五、由于用户将个人密码告知他人或与他人共享注册账户，由此导致的任何个人资料泄露，火球财经不负任何责任。<br>
                    六、任何个人或单位可以利用我们的工具对第三方网站进行操作，但是不能作为商业用途，使用我们的工具产生的任何后果由用户自己承担，网站免责。<br>
                    七、火球财经不担保提供的服务一定能满足用户的要求和期望，也不担保服务不会中断，对服务的及时性、安全性、出错发生都不作担保。<br>
                    八、当政府司法机关依照法定程序要求火球财经披露个人资料时，我们将根据执法单位之要求或为公共安全之目的提供个人资料。在此情况下之任何披露，火球财经均得免责。<br>
                    九、是否使用网站服务下载或取得任何资料应由用户自行考虑并自负风险，因任何资料的下载而导致的用户电脑系统的任何损坏或数据丢失等后果，火球财经不承担任何责任。<br>
                    十、任何通过火球财经搜索引擎技术和服务所得的搜索结果链接的网页，以及网页中之所有内容，均系该网页所属第三方网站的所有者制作和提供（以下简称”第三方网页”）。并不是也不反映火球财经之任何意见和主张，也不表示公司同意或支持该等第三方网页上的任何内容、主张或立场。火球财经对第三方网页中内容之合法性、准确性、真实性、适用性、全性等概不负责，也无法负责。<br>
                    十一、火球财经对在线服务中所显示的信息或资料的准确性、内容的完整性、合法性、可靠性、可操作性或可用性不承担任何责任。在网站应用中，由用户发表的评论仅代表作者本人观点，与火球财经立场无关。<br>
                    十二、任何单位或者个人因相信、使用第三方网页中信息、服务、产品等内容，或据此进行交易等行为，而引致的人身伤亡、财产毁损（包括因下载而感染电脑病毒）、名誉或商誉诽谤、版权或知识产权等权利的侵犯等事件，及因该等事件所造成的损害后果，公司概不负责，亦不会也不能承担任何法律责任，而应由第三方网页的所有者承担，无论何种原因，公司不对任何非与公司直接发生的交易和行为承担任何直接、间接、附带或衍生的损失和责任。<br>
                    十三、任何单位或个人如需要第三方网页中内容（包括资讯、资料、消息、产品或服务介绍、报价等），并欲据此进行交易或其他行为前，应慎重辨别这些内容的合法性、准确性、真实性、实用性和安全性（包括下载第三方网页中内容是否会感染电脑病毒），并采取谨慎的预防措施。如您不确定这些内容是否合法、准确、真实、实用和安全，公司建议您先咨询专业人士。<br>
                    十四、除注明之服务条款外，其它因使用火球财经而引致之任何意外、疏忽、合约毁坏、诽谤、版权或知识产权侵犯及其所造成的各种损失（包括因下载而感染电脑病毒），火球财经概不负责，亦不承担任何法律责任。<br>
                    <br>
                </p>
            </div>
        </div>
    </div>
</template>
<script>
    export default {
        data(){
            return{

            }
        },
        methods:{
            about_Us(){
                this.$router.push({path:'/about_Us'})
            },
            notice_Us(){
                this.$router.push({path:'/notice_Us'})
            },
            terms_Us(){
                this.$router.push({path:'/terms_Us'})
            },
        }
    }
</script>
